// General
"ADD" = "Add";
"OK" = "OK";
"CANCEL" = "Cancel";
"Space" = "Space";
"SPACES" = "Spaces";
"OPTIONS" = "Options…";

// Trackpad tab
"2NDCLICK_TAPPING" = "For secondary clicks, place two fingers on the trackpad then click the button";
"2NDCLICK_CLICKING" = "Tap trackpad using two fingers for secondary click";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Use all F1, F2, etc. keys as standard function keys";
"FN_FLIPPER_NOTE" = "When this option is selected, press the Fn key to use the special features printed on each key.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "User items";
"USER_ITEMS_DESC" = "Opens %@";
"ONOFF_TOOLTIP" = "Select to turn on a shortcut in the list";
"RESTORE_DEFAULTS_TITLE" = "Are you sure you want to reset all shortcuts to their default setting?";
"RESTORE_DEFAULTS_DESCR" = "You cannot undo this action.";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Command";

// BT related
"D_SECS" = "%d secs";
"NEVER" = "Never";

"MOUSE" = "Mouse";
"KEYBOARD" = "Keyboard";
"UNKNOWN" = "Unknown";

"NEW_APPLICATION_ITEM" = "<untitled menu item>";

"APP_IS_NOT_COMPATIBLE" = "You cannot add keyboard shortcuts for the application %@.";

"MOUSEBUTTON_OPEN" = "Open \“%@\”";


// Gestures
"ONEFINGER" = "One Finger";
"TAPTOCLICKGESTURE" = "Tap to Click";
"DRAGGINGGESTURE" = "Dragging";
"DRAGLOCKGESTURE" = "Drag Lock";
"TWOFINGER" = "Two Fingers";
"TWOFINGER_SECONDARYCLICK" = "Secondary click";
"THREEFINGER" = "Three Fingers";
"FOURFINGER" = "Four Fingers";
"SECONDARYCLICKGESTURE" = "Secondary Click";
"SECONDARYCLICKGESTURE_TAP" = "Secondary Tap";
"PRESS_SPECIFIC" = "Secondary Click";
"PRESS_ANYWHER" = "Press anywhere with Two fingers";
"SCREENZOOMGESTURE" = "Screen Zoom";
"PINCHGESTURE" = "Pinch Open & Close";
"POINTTAPGESTURE" = "Point & Tap";
"ROTATEGESTURE" = "Rotate";
"3FINGERSWIPEGESTURE" = "Swipe to Navigate";
"2FINGERSCROLLGESTURE" = "Scroll";
"4FINGERSWIPEGESTURE" = "Swipe Up/Down for Exposé";
"4FINGERSWIPEGESTURE_1" = "Swipe Left/Right to Switch Applications";
"BOTTOM_RIGHT_CORNER" = "Bottom Right Corner";
"BOTTOM_LEFT_CORNER" = "Bottom Left Corner";


// Gesture notes
"AX_TapToClick" = "To click, tap the trackpad with one finger.";
"AX_Dragging" = "To drag, tap the trackpad, and then immediately place your finger on the trackpad while moving it. To stop dragging, lift your finger.";
"AX_DragLock" = "To drag, tap the trackpad, and then place your finger on the trackpad while moving it. To stop dragging, tap again.";
"AX_SecondaryClick" = "To open an item's shortcut menu, place two fingers on the trackpad and click the trackpad button. If \“Tap to Click\” is selected, just tap two fingers on the trackpad.";
"AX_Scroll" = "To scroll through the contents of the active window, place two fingers on the trackpad and move them up, down, or sideways.";
"AX_ScreenZoom" = "To enlarge or reduce the screen image, hold down the Control key and move two fingers up or down on the trackpad. To change the modifier key, click Options.";
"AX_Pinch" = "To zoom in or out of pictures and other items, slide your finger and thumb apart or together on the trackpad.";
"AX_Rotate" = "To rotate images and other items on the screen, rotate two fingers left or right on the trackpad.";
"AX_Swipe" = "To move to the previous or next item, quickly slide three fingers left or right across the trackpad.";
"AX_4F_Swipe_EXPOSE" = "Slide four fingers up or down on the trackpad to use Exposé.";
"AX_4F_Swipe_APPS" = "Slide four fingers right or left across the trackpad to switch between open applications.";
